export default {
  1: {
    title: 'Расскажите подробнее',
    info: 'Вы должны уметь читать, писать и говорить на этих языках',
    region: 'Где бы вы хотели провести это мероприятие?',
    region_title: 'Регион',
    language_title: 'На каких языках вы будете проводить мероприятие?',
    language_text: 'Вы должны уметь читать, писать и говорить на этих языках',
    add: 'Добавить язык',
    partner_title: 'Организация - партнер Eventum (опционально)',
    partner: 'Я принимаю гостей от имени организации',
  },
  2: {
    title: 'Выберите категорию',
    pick: 'Выбрать',
    pick_text: 'категория, которая лучше всего описывает ваше мероприятие',
    sub_title: 'Выберите подкатегорию',
    desc: 'Лучшие категории, описывающие ваше мероприятие',
    continue: 'Перейти к деталям мероприятия',
    add: 'Добавить категорию',
  },
  3: {
    title: 'Добавьте описание мероприятия',
    text: 'Опишите ваше мероприятие ясно, чтобы помочь участникам понять, что их ждет',
    do: 'Что вы будете делать с гостями?',
    do_text:
      'Составьте четкий план мероприятия от начала до конца. Не предлагайте несколько вариантов на выбор.',
    placeholder_text: 'Расскажите гостям, что их ждет на мероприятии ...',
    placeholder_example_title: 'Пробежка по живописной тропе острова Чеджу',
    placeholder_example_text:
      'Присоединяйтесь ко мне на одной из самых красивых троп Южной Кореи и получите незабываемые впечатления. По пути мы увидим ветряные мельницы, лошадей на лугу, лес Готжавал и кратер Тараби, "королеву" местных вулканов. Мы увидим гору Халласан, море и конус Сонсан Ильчульбон, также известный как Пик Рассвета.',
    how_long: 'Как долго длится впечатление?',

    location_type: 'Тип места',
    location_type_text: 'Студия здоровья, спортивное сооружение',
    location_type_choose: 'Выберите до 3 вариантов',

    location_desc: 'Описание места',
    location_type_info:
      'Опишите уникальные особенности места, такие как атмосфера или историческое значение. Не дублируйте информацию.',
    location_desc_text: 'Студия здоровья, спортивное сооружение',

    animal_type: 'Типы животных',
    animal_type_text: 'Студия здоровья, спортивное сооружение',

    animal_event: 'Типы мероприятий с животными',
    animal_event_text: 'Студия здоровья, спортивное сооружение',
  },

  4: {
    title: 'Расскажите о себе подробнее',
    text: 'Опишите ваше мероприятие ясно, чтобы помочь участникам понять, что их ждет',
    how_title: 'Как вы проводите это мероприятие?',
    myself: 'Я единственный организатор',
    team: 'У меня есть команда, которая помогает встречать гостей',
    profile: 'Личный профиль',
    profile_desc: 'Опишите ваше мероприятие ясно, чтобы помочь участникам понять, что их ждет',
    skill: 'Какие уникальные навыки вы используете на мероприятии?',
    skill_placeholder: 'Расскажите о своей страсти и знаниях ...',
  },

  5: {
    title: 'Укажите правильное место?',
    text: 'Опишите ваше мероприятие ясно, чтобы помочь участникам понять, что их ждет',
  },

  6: {
    title: 'Добавьте, что вы предоставляете',
    text: 'Гостям могут быть предоставлены еда и напитки, специальное оборудование, билет на концерт и другие приятные мелочи',

    following_title: 'Включает ли мероприятие что-либо из следующего?',
    following_text: 'Выбор элемента может открыть дополнительные параметры',

    driving: 'Вождение (автомобиль, квадроцикл, мотоцикл, скутер, снегоход и т.д.)',
    driving_question: 'Кто будет управлять транспортным средством?',

    boat: 'Катание на лодке (моторная лодка, парусник, водные лыжи, парасейлинг, буксируемая трубка и т.д.)',
    boat_question: 'Кто будет управлять судном во время катания?',
    boat_type: 'Какой тип лодки будет использоваться во время впечатления?',
    boat_sail: 'Парусная лодка',
    boat_motor: 'Моторная лодка',
    boat_canoe: 'Немоторная лодка (например, каяк, каноэ)',

    boat_size: 'Какого размера лодка?',
    boat_UpTo10: 'Менее 32 футов (10 метров)',
    boat_1022: 'От 32 до 75 футов (10–22 метра)',

    motorcycle: 'Катание на мотоцикле',
    motorcycle_question: 'Кто будет управлять мотоциклом?',

    flight: 'Полет (самолет, вертолет или воздушный шар)',
    flight_question: 'Кто будет управлять транспортным средством во время полета?',

    none: 'Мое впечатление не включает ни одну из этих активностей',

    myself: 'Я лично буду управлять транспортным средством',
    another: 'Мой соорганизатор будет управлять транспортным средством',
    forguests: 'Мы с командой предоставим транспортное средство для управления гостями',
    public:
      'Я буду перевозить гостей на общественном транспорте или через лицензированного стороннего оператора',

    food_title: 'Еда',
    food_desc: 'Закуски, десерты',

    drink_title: 'Напитки',
    drink_desc: 'Чай, вода, сок, коктейль',

    ticket_title: 'Билеты',
    ticket_desc: 'Билеты на мероприятие',

    transport_title: 'Транспорт',
    transport_desc: 'Автобус, поезд, автомобиль, лодка, круиз, вертолет',

    inventory_title: 'Инвентарь',
    inventory_desc: 'Спортивное оборудование, защитное снаряжение',
  },

  7: {
    title: 'Нужно ли гостям что-то принести на мероприятие?',
    yes_title: 'Что взять с собой',
    yes_desc:
      'Забронированные гости получат список по электронной почте. Указывайте каждый предмет отдельно, чтобы им было проще подготовиться',
    yes_subject: 'Предмет',
    yes_add: 'Добавить предмет',
  },

  8: {
    title: 'Кто может посетить ваше мероприятие?',
    desc: 'Не забудьте: гость, который бронирует мероприятие, может также забронировать места для других гостей. Укажите здесь строгие ограничения по возрасту, уровню подготовки или квалификации, если они есть.',

    set_age: 'Установить возрастное ограничение',
    set_age_text:
      'Установите возрастное ограничение для гостей. Несовершеннолетние гости могут присутствовать с опекуном.',

    minimum_age: 'Минимальный возраст',
    minimum_age_desc:
      'Установите возрастное ограничение для гостей. Несовершеннолетние гости могут присутствовать на мероприятии только в сопровождении законного опекуна.',
    parents: 'Исключение для родителей',
    parents_child: 'Родители могут прийти с детьми младше 2 лет',

    special: 'Подходит ли мероприятие для людей с особыми потребностями? (опционально)',
    special_text:
      'Перед публикацией все изменения проверяются. Узнайте больше о элементах доступной среды. Выбор элемента открывает дополнительные опции',

    commun: 'Средства коммуникации для людей с особыми потребностями',
    commun_title: 'Особенности коммуникации',
    commun_desc: 'Подумайте, как вы общаетесь с гостями на вашем мероприятии.',

    commun_detailed_title: 'Детализированная аудио- или вербальная информация',
    commun_detailed_text:
      'Дайте гостям больше деталей о том, какие специальные методы общения вы практикуете или предоставите, будь то подробные устные описания, аудиокомментарии или что-то другое.',

    commun_sign_title: 'Варианты языка жестов',
    commun_sign_text:
      'Укажите подробности о типе языка жестов (американский, британский и т.д.) и уровне владения.',

    commun_alter_title: 'Информация в альтернативных форматах',
    commun_alter_text:
      'Поделитесь подробностями о том, какие форматы будут доступны, а также где или как гости могут их найти.',

    commun_deaf_title: 'Осведомленность о глухоте',
    commun_deaf_text:
      'Предоставьте детали о том, как вы будете общаться, например, говорить четко, минимизировать фоновый шум или обеспечить хорошее освещение для чтения по губам.',

    commun_des_title: 'Назначенный зрячий гид',
    commun_des_text:
      'Поделитесь информацией о гиде, например, об уровне его опыта и нужно ли запрашивать его заранее.',

    mobile: 'Удобства для людей с ограниченной подвижностью',
    mobile_title: 'Особенности мобильности',
    mobile_desc: 'Подумайте о месте проведения вашего мероприятия',

    mobile_access_title: 'Доступная ванная комната',
    mobile_access_text:
      'Укажите детали о расположении ванной комнаты, в какой момент мероприятия она доступна гостям и какие дополнительные функции доступности есть, например, поручни или шнуры экстренного вызова.',

    mobile_park_title: 'Доступное парковочное место',
    mobile_park_text:
      'Сообщите гостям, насколько широкое пространство или есть ли обозначенная доступная парковка, обычно обозначенная значком инвалидной коляски. Укажите, где находится парковочное место относительно мероприятия.',

    mobile_ground_title: 'Преимущественно ровная или выровненная поверхность',
    mobile_ground_text:
      'Предоставьте детали о рельефе и уклоне поверхностей, где проходит мероприятие.',

    mobile_step_title: 'Нет лестниц или ступеней',
    mobile_step_text:
      'Укажите детали о месте или маршруте вашего мероприятия и есть ли модификации или оборудование, которые могут сделать маршрут без ступеней, например, пандусы или лифты.',

    mobile_wider_title: 'Вход шире 32 дюймов (82 сантиметра)',
    mobile_wider_text:
      'Укажите размеры или другие детали, подтверждающие, что дверные проемы имеют ширину не менее 32 дюймов (82 см), или что доступ к мероприятию не требует прохождения через более узкие проемы.',

    mobile_adap_title: 'Адаптивное оборудование',
    mobile_adap_text:
      'Сообщите гостям о типе доступного оборудования, например, спортивная инвалидная коляска или подъемник, и как это оборудование поможет гостям с потребностями в мобильности.',

    mobile_ref_title: 'Холодильник',
    mobile_ref_text:
      'Сообщите гостям, где находится холодильник и когда они смогут им воспользоваться.',

    sensor: 'Удобства для людей с сенсорными потребностями',
    sensor_title: 'Сенсорные особенности',
    sensor_desc:
      'Это атрибуты вашего мероприятия, которые могут повлиять или перегрузить чувства гостей.',

    sensor_no_title: 'Нет экстремальных сенсорных стимулов',
    sensor_no_text:
      'Расскажите гостям об освещении, шуме, запахах и о том, насколько многолюдным может быть место.',

    sensor_break_title: 'Запланированные перерывы',
    sensor_break_text:
      'Поделитесь деталями о перерывах, например, где они будут проходить, сколько они продлятся и будет ли доступно место для сидения.',

    sensor_wait_title: 'Минимальное время ожидания / очереди',
    sensor_wait_text:
      'Сообщите гостям, сколько им придется ждать во время мероприятия. Если в некоторых случаях ожидание меньше (или больше), чем в других, подумайте о добавлении этой информации здесь.',

    sensor_quite_title: 'Доступно тихое место для отдыха',
    sensor_quite_text:
      'Предоставьте детали об этом месте, включая его расположение, окружение и когда гости смогут его использовать.',

    activity_title: 'Какой уровень активности ожидать гостям?',
    activity_desc: 'Оцените уровень активности гостей на мероприятии',
    easy: 'Легкий',
    moderate: 'Умеренный',
    high: 'Высокий',
    extreme: 'Экстремальный',

    skill_title: 'Необходимый уровень навыков',
    skill_desc: 'Какой уровень подготовки должны иметь участники?',
    initial: 'Начальный',
    medium: 'Средний',
    advanced: 'Продвинутый',
    expert: 'Эксперт',

    add_title: 'Дополнительные требования (опционально)',
    add_placeholder: 'Расскажите гостям, что они должны уметь делать на мероприятии ...',
  },


  10: {
    title: 'Загрузите изображения для вашего мероприятия',
    req: 'Требования к фото',
    req_1: 'Разные детали и ракурсы, включая изображения людей в действии',
    req_2: 'Иллюстрация спокойной ситуации, точно описывающая впечатление',
    req_3: 'Хорошее качество: без лишних фильтров, искажений, наложенного текста и водяных знаков',
    more: 'Узнать больше о требованиях к фото',
    sure_title: 'Вы уверены, что хотите удалить?',
    sure_text: 'Это действие нельзя отменить?',
  },

  11: {
    title: 'Включает ли мероприятие группы?',

    event_title: 'Дата мероприятия',
    event_text: 'Выберите конкретную дату вашего мероприятия, чтобы гости могли выбрать',
    event_add: 'Добавить еще одну дату',

    ticket_title: 'Количество билетов',
    ticket_text: 'Укажите количество билетов, которые должны быть включены в ваше мероприятие',

    group_title: 'Максимальный размер группы',
    group_text:
      'Определите количество участников мероприятия. Хотите уделить внимание каждому или собрать большую компанию? Помните, что мероприятие должно состояться, даже если забронировал только один человек.',
    group_open_title: 'Открытые группы',
    group_max: 'Открытые группы',
    group_max_text:
      'Вы можете провести мероприятие для открытой группы до 10 человек. Гости, бронирующие мероприятие, могут не знать друг друга.',
    group_close_title: 'Закрытые группы',
    group_close_text: 'Вы можете провести мероприятие для закрытой группы до 30 человек.',

    price_title: 'Цены для гостей',
    price_text:
      'Вы сами определяете стоимость. Укажите цену для одного гостя и посмотрите общий доход',
    price_free: 'Бесплатная цена билета',
    price: 'Цена билета на человека',
    from_old: 'От <span class="text-main">{from}</span> до <span class="text-main">17</span> лет',
    price_per_text: 'Изменяйте цену, чтобы видеть обновление вашего дохода в реальном времени',

    price_adult: 'Цена билета для <span class="text-main">взрослых</span>',
    price_children: 'Цена билета для <span class="text-main">детей</span>',
    special_title: 'Лица, сопровождающие гостей с особыми потребностями',
    special_free: 'Бесплатный вход для сопровождающих',
    translator_title:
      'Позвольте переводчикам и специалистам по уходу участвовать во впечатлении бесплатно',
    estimated: 'Предполагаемый доход (после комиссий)',

    earn_title: 'Общий доход',
    earn_text:
      'Вы сами определяете стоимость. Укажите цену для одного гостя и посмотрите общий доход.',
    total_title: 'Общий предполагаемый доход',
    total_text: 'Введите количество билетов, чтобы подсчитать общий предполагаемый доход',
    total_taxes: 'Общая сумма взимаемых комиссий',
    charge_title: 'Взимаемые комиссии с цен на билеты',
    charge_one_title: 'Взимаемые комиссии с цены одного билета',
    total_ear: 'Общий предполагаемый доход (после комиссий)',

    discount: 'Скидки',
    discount_group: 'Групповые цены',
    discount_text:
      'Подумайте о скидках для групп разного размера. Скидки применяются ко всем платящим участникам, включая детей и младенцев.',
    new_price: 'Новая цена',
    new_price_title: 'Установите цены для групп и получите больше бронирований',
    new_price_text: 'Гости часто бронируют впечатления для нескольких человек',
    add_group_price: 'Добавить групповую цену',
    group_size: 'Размер группы',
    discount_procent: 'Скидка (%)',
    pay_every: 'Платить за каждого взрослого',
    pay_approxi: 'Примерный доход',
    delete_price: 'Удалить цену',
    pricing_summary: 'Сводка по ценам',
    group_from: 'Группа: от {from} до {to} человек',

    book_settings: 'Настройки бронирования',
    book_settings_text:
      'Мы рекомендуем установить крайний срок бронирования незадолго до начала впечатления, чтобы привлечь больше гостей. Обязательно оставьте достаточно времени на подготовку',
    deadline_title: 'Крайний срок добавления гостей',
    deadline_text:
      'Если на это время уже есть гости, до какого момента принимаются новые бронирования',
    before: '{hour} час до начала',
    deadline_first_title: 'Крайний срок для первого гостя',
    deadline_first_text:
      'Если до этого срока не забронировано ни одного места, мероприятие станет недоступным для гостей.',
    deadline_hour_select: '1 час до начала',
    deadline_hours_select: '{hour} часов до начала',
    deadline_day_select: '1 день до начала',
    deadline_days_select: '{day} дней до начала',

    cancel_title: 'Выберите правила отмены',
    cancel_can:
      'Гости могут получить полный возврат при отмене не позднее чем за 7 дней до начала впечатления или в течение 24 часов с момента бронирования (при условии, что впечатление забронировано более чем за 48 часов до начала).',
    cancel_24:
      'При отмене бронирования не позднее чем за 24 часа до начала впечатления гости получают полный возврат.',
  },
  12: {
    title: 'Финал',
    text: 'Вы завершаете процесс добавления мероприятия. Пожалуйста, убедитесь, что вся предоставленная информация верна, так как после сохранения ваш запрос будет отправлен на рассмотрение. Добавление мероприятия будет оценено в течение указанного времени, и вы получите уведомление о результате рассмотрения. Спасибо за ваше участие!',
  },
  discount: 'Скидка',
  read_more: 'Читать дальше',
  more_details: 'Подробнее',
  lear_more: 'Узнать больше',
  currency: 'UZS',
  edit: 'Редактировать',
  delete: 'Удалить',
  understand: 'Я понимаю',
  yes: 'Да',
  no: 'Нет',
  selectPlaceholder: 'Выбрать',
  continue: 'Продолжить',
  show_example: 'Показать примеры',
  hour: 'час',
  hours: 'часов',
  search: 'Поиск ...',
  cancel: 'Отмена',
  save: 'Сохранить',
  close: 'Закрыть',
  min: 'мин',
  max: 'макс',
  examples: 'Примеры',
  exit: 'Вы хотите выйти?',
  nosave: 'Все заполненные поля будет пустым',
  
}
